const ZHCNTermsTranslation = {
    "title": "使用条款",
    "content":`
    1.对使用条款的同意
    通过同意使用条款，你同意使用本服务。 如果你继续使用该服务，你将被视为同意这些使用条款。
    
    2.使用条款的变更
    本服务可根据需要不时地修改这些使用条款。 修订后的条款和条件一经在本服务上公布，即开始生效。

    3.服务的内容
    本服务向用户提供以下服务
    3.1. 玩音乐游戏。
    3.2. 利用在线功能与其他公司进行互动。
    3.3. 创作和分享原创内容。

    4.用户的责任
    在使用本服务时，用户不得从事任何下列行为。
    4.1. 诽谤、出售、出借、转让、租赁或使用本服务的在线功能与他人订立合同。
    4.2. 针对他人使用服务的非法行为。
    4.3. 未经授权挪用本服务的内容（无论是商业还是非商业）

    5.关于服务的投诉和咨询
    关于本服务的投诉、咨询和报告，请使用游戏内的报告功能。

    服务中的版权
    与本服务有关的所有版权和与本服务有关的所有内容都属于本服务的版权人。
    6.1. 一般的游戏:Mksk
    6.2. 服务的原创音乐:Raetan, Goners
    服务的原始图像: Mksk,Raetan,Goners

    7.暂停使用服务
    用户可以在任何时候停止使用本服务并删除其帐户。
    暂停账户
    如果发现用户违反了使用条款，本服务可以暂停该用户的账户。

    8.暂停提供服务
    在暂停或终止提供本服务的情况下，本服务将通知用户暂停提供本服务的情况。
    `,
    "button":{
        "accept": "我同意",
        "decline": "我不同意"
    },
    "termsMessage":{
        "decline": "你必须同意使用条款才能继续使用本服务。",
    }
}

export default ZHCNTermsTranslation;