const JATermsTranslation = {
    "title": "利用規約",
    "content": `
    1.利用規約への同意
    利用規約への同意をもって,Feature Me(以下,本サービス)をご利用いただけます。本規約に同意頂くことで本サービスを利用できます。
    
    2.利用規約の変更
    本サービスは,必要に応じて,本規約を随時変更することがあります。変更後の本規約は,本サービスにて公表される時点で効力を生じるものとします。

    3.サービスの内容
    本サービスは,利用者に対し,以下のサービスを提供する。
    3.1.音楽ゲームのプレイ提供
    3.2.オンライン機能を利用した他社との交流
    3.3.オリジナルコンテンツの作成,共有

    4.利用者の責任
    利用者は,本サービスを利用するにあたり,以下の各号に該当する行為を行ってはならないものとします。
    4.1.本サービスのオンライン機能を利用した他人への誹謗中傷および販売,貸与,譲渡,賃貸,租約等をする行為。
    4.2.本サービスを利用した他人への不正な行為。
    4.3.本サービスにおいての不正利用(非公認の改造プログラムやチートなど)。
    4.4.本サービス内のコンテンツを無断で転用する行為(営利,非営利は問わない)。

    5.本サービスに関する追加情報
    本サービスに関する苦情および相談,レポートはゲーム内のレポート機能またはGitHub,scrapboxのプロジェクトページをご覧ください。

    6.本サービスに関する著作権
    本サービスに関する著作権は,公式的に配布されているすべてのコンテンツついて,本サービスの著作権者に帰属します。
    ただし,個人で作成しアップロードしたものや第三者から共有されたものはこの限りではありません。これらはコンテンツの原作者に著作権が帰属します。

    7.サービス利用の停止
    利用者は,いつでもサービスの利用を停止し,アカウントやデータの削除をすることができます。
    7.1.アカウントの停止
    利用者が利用規約への違反を確認した場合,本サービスは,利用者のアカウントを停止することができます。

    8.サービス提供の停止
    本サービスの提供を停止または終了する場合,本サービスは,利用者に対し,事前にサービス提供の停止を通知します。
    ただし,特別な事由においてはこの限りではありません。
    `,
    "button": {
        "accept": "同意",
        "decline": "拒否"
    },
    "agree": "利用規約を読み,同意しました",
    "termsMessage": {
        "decline": "利用規約へ同意いただけませんでした。利用規約に同意しない場合は,本サービスをご利用いただけません。",
    }
}

export default JATermsTranslation;